[
  {
    "id": 10,
    "name": "Apple AirPods 2",
    "brand": 1,
    "precio": "27.499",
    "descripcion": "-Se activan y se conectan automáticamente -Configuración sencilla para todos tus dispositivos Apple Compatibles. -Acceso rápido a Siri diciendo \"Oye Siri\" o con dos toques -Toca dos veces para reproducir o cambiar de canción -Se cargan rápidamente en el estuche -El estuche se puede cargar con un conector Lightning -Voz y sonido de alta calidad -Pasan de un dispositivo a otro sin interrupciones",
    "colors": [
      1,
      2,
      3,
      4
    ],
    "image": "image-1632802293655.jpg"
  },
  {
    "id": 11,
    "name": "Apple AirPods Pro",
    "brand": 1,
    "precio": "32.850",
    "descripcion": "-Tecnología del sonido -Cancelación activa de ruido -Modo de sonido ambiente -Compensación de presión mediante un sistema de ranuras -Transductor a medida de alta excursión de Apple -Dos micrófonos con tecnología beamforming -Acelerómetro con detección de voz                                  ",
    "colors": [
      1,
      3,
      4
    ],
    "image": "image-1632802252694.jpg"
  },
  {
    "id": 12,
    "name": "Auricular Vincha E30 Jbl",
    "brand": 1,
    "precio": "9.990",
    "descripcion": "Especificaciones: Tipo: Over Ear. Respuesta de Frecuencia Mínima (Hz): 10 Respuesta de Frecuencia Máxima (Hz): 22 Impedancia (Ohm): 32 Conector 3.5mm: Sí Conector 6.3 (jack): No Conexión Inalámbrica: No Sensibilidad dB: 114 Micrófono: Sí Control de Volumen: No Utiliza Baterías: No Largo Cable (mt): 1.5",
    "colors": [
      3,
      4
    ],
    "image": "image-1632792271995.jpg"
  },
  {
    "id": 13,
    "name": "Auriculares Bluetooth Philips TAH4205BK/00",
    "brand": 1,
    "precio": "6.149",
    "descripcion": "Los auriculares Philips TAH4205BK/00 cuenta con un diseño plegable lo que permite guardarlo fácilmente y gracias a su diseño ultra compacto es muy sencillo de transportarlo con vos a donde vayas. También posee botón multifunción que controla fácilmente la música y las llamadas. ",
    "colors": [
      1,
      2,
      3
    ],
    "image": "image-1632804743377.jpg"
  },
  {
    "id": 14,
    "name": "Smartwatch Amazfit Gts 2 Mini",
    "brand": 3,
    "precio": "12.999",
    "descripcion": "Peso: 19.5 aprox Resistencia al Agua: 50 Metros Pantalla: AMOLED 1.55” , Resolucion: 354 x306, Bateria: 220 mAh Metodo de carga: Base Magnetica Tiempo de carga: 2 Horas Autonomía: hasta14 Dias",
    "colors": [
      1,
      3
    ],
    "image": "image-1632877385946.jpg"
  },
  {
    "id": 15,
    "name": "Reloj  Smartwatch W26",
    "brand": 3,
    "precio": "4.784",
    "descripcion": "-Pantalla de alta resolución de 320-385 pixeles -Pantalla de 44 mm o 1,75 inch HD -Tiempo de carga 1 hrs -Modo de carga magnetico -Compatible con todos los dispositivos Android e IOS -Aplicacion: MActive -Idiomas: Español, Ingles, Aleman, Chino, Japones, Italiano, Frances,etc",
    "colors": [
      2,
      3,
      4
    ],
    "image": "image-1632877113319.jpg"
  },
  {
    "id": 16,
    "name": "Samsung Galaxy Fit 2",
    "brand": 3,
    "precio": "5.999",
    "descripcion": "Bluetooth v5.1   -Sistema Operativo FreeRTOS  -Pantalla AMOLED 1.1\\\" (27.8mm)  -Resolución 126 x 294  -Batería 120 mAh  -Resistente, liviano y elegante, Samsung Galaxy Fit es la mejor compañía weareable para todo tipo de disciplinas físicas. Con una pantalla sencilla y compacta, vas a poder monitorear tus estadísticas y ver la información más relevante sobre tu salud cuando quieras y solo con un pequeño movimiento de muñeca.",
    "colors": [
      3,
      4
    ],
    "image": "image-1632797433639.jpg"
  },
  {
    "id": 17,
    "name": "Reloj Smartwatch Nictom SW11",
    "brand": 3,
    "precio": "2.999",
    "descripcion": "Tipo de alerta: vibración.  Compatible con Android 5.0 en adelante, iOS 8.0 en adelante.  Sumergible hasta 3 metros.(Ip68).  Display: 1.54 pulgadas TFT.  Resolución: 240 * 240 píxeles, 260000 colores.  Pantalla táctil: Capacitiva, proceso de la vinculación completa.  Batería 360MAh batería de polímero de litio.  Idioma: Incorporado Inglés, Español y más.  Bluetooth: 4.0.  Malla de silicona sustituible.  Tiempo de carga: 2 hora.",
    "colors": [
      1,
      2,
      3
    ],
    "image": "image-1632797915118.jpg"
  },
  {
    "id": 18,
    "name": "Aro de luz led 26cm con tripode de 2mts ",
    "brand": 2,
    "precio": "2.900",
    "descripcion": "- Fuente de luz 224 LEDs - Potencia 40W - Gama de colores 3200 a 5600K - CRI =95 - Regulador de intensidad - Montaje alza incluida - Diametro total 26 Cm - Voltaje: Usb - Gran calidad al mejor precio - Con tripode extensible 2mts incluido",
    "colors": [
      3,
      4
    ],
    "image": "image-1632803098385.jpg"
  },
  {
    "id": 19,
    "name": "Aro de luz led 16 cm con trípode",
    "brand": 2,
    "precio": "1.220",
    "descripcion": "Realizá live streaming, video llamadas, fotos de productos, grabá tus clases de yoga, cocina, maquillaje, baile y más! Convertí cualquier sector de tu casa en un estudio de grabación con una luz perfecta y generá el mejor contenido para compartir con el mundo.",
    "colors": [
      3,
      4
    ],
    "image": "image-1632803130869.jpg"
  },
  {
    "id": 20,
    "name": "Soporte de celular para cuello",
    "brand": 2,
    "precio": "700",
    "descripcion": "Nuevo soporte innovador para lectura, practico para cuando descansa en el auto o en la cama y quiere ver videos desde su celular y tablet sin tener que sostenerlo con sus manos. Fácil de colocar, con Sistema ajustable Universal para cualquier modelo de tablet o celular. Libere sus manos y descanse o realice otras actividades con ellas mientras revisa su correo, juega, ve videos, etc. Puedes doblarlo fácilmente en cualquier forma que desees gracias al material flexible con el que esta fabricado. Con Movimiento 360° en la Pinza de sujecion del celular para regular inclinacion y lograr la posicion ideal.",
    "colors": [
      1,
      2,
      3,
      4
    ],
    "image": "image-1632800327160.jpg"
  },
  {
    "id": 21,
    "name": "Tripode  soporte para celular flexible",
    "brand": 2,
    "precio": "599",
    "descripcion": "Es un producto adaptable a cualquier celular, cámara o Smartphone. Ideal para sacar una foto de mejor calidad sin que se mueva tu cámara. Al tener patas completamente flexibles se puede sujetar a casi cualquier superficie hasta ubicarlo en la posición deseada. Patas de apoyo con agarres antideslizantes. Es muy liviano y fácil de transportar. * Angulo de rotacion 360´ * Material. Plástico * Medidas: 18.5 x 4.2 x 3.6 cm",
    "colors": [
      1,
      2,
      3,
      4
    ],
    "image": "image-1632801762745.jpg"
  }
]